// 공지사항 데이터
export interface Notice {
  id: number;
  title: string;
  date: string;
  category: string;
  isImportant: boolean;
  image?: string;
  content: string;
}

export const noticesData: Notice[] = [
  {
    id: 1,
    title: "대치동에, '고요'라는 선택지가 열립니다",
    date: "2026.01.22",
    category: "공지",
    isImportant: true,
    image: "/image/인테리어/SNAI_outerior.png",
    content: `입시는 더 어려워지고 있습니다.
정보는 넘치고, 비교는 늘어나고,
학생들은 점점 양치기 수업과 많은 콘텐츠에서 점점 자기 생각을 할 기회를 잃어버립니다.

대치 고요의 숲은 이 질문에서 출발했습니다.

"학생에게 지금 정말 필요한 건, 더 많은 콘텐츠와 수업일까?
아니면 생각할 수 있는 고요일까?"

우리는 선택했습니다.
더 가르치기보다,
더 깊이 몰입할 수 있는 환경을 만들기로.

SN독학관리 학원에서 만든 대치 고요의 숲은

수업보다 사고 과정을 중시하고
관리보다 자기 통제력을 키우며
감시가 아닌 시스템과 데이터 기반의 신뢰로 운영됩니다.

AI는 아이를 대신 공부하지 않습니다.
대신, 아이의 사고 흔적을 기록하고,
흔들리는 순간을 조용히 붙잡아 줍니다.

이곳은
'누가 더 앞서 가는지'를 보여주는 공간이 아니라
'어떻게 끝까지 가는지'를 설계하는 공간입니다.

이 곳은
단순 시간 관리가 아니라, 기술과 데이터를 활용해 멘토와 선생님이 학습을 설계하는 공간입니다.

2026년 2월 1일,
대치동에
조용하지만 가장 단단한 선택지가 열립니다.

대치 고요의 숲`
  }
];
